Revit 2024 API
FailureMessageKey Constructor
 Constructs a new FailureMessageKey with default settings.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2011
Syntax
C#
public FailureMessageKey()
Visual Basic
Public Sub New
Visual C++
public:
FailureMessageKey()
See Also
FailureMessageKey Class
Autodesk.Revit.DB Namespace